{
  "appname": "Rainy Season Onset Forecast",
  "description_title": "Description",
  "description_start": "This tool allows the customized visualization of the onset forecast of the rains for the West of Bahia, as foreseen by climate forecast system",
  "description_end": "from NCEP/NOAA. Two annual forecasts are presented, one on 08/01, and another update on 09/01. To see the forecast for each location and the average error associated with the forecast, click on the map beside. For more information click on",
  "description_terms": "The use of this information implies acceptance of the disclaimer specified in",
  "label_forecast": "Forecast",
  "label_hidrography": "Hidrography",
  "label_highways": "Highways",
  "label_watersheds": "Watersheds",
  "label_municipalities": "Municipalities",
  "tooltip_menu": "Hide/Show menu",
  "tooltip_download": "Download layer",
  "tooltip_info": "Aditional information",
  "tooltip_terms": "Disclaimer",
  "tooltip_coords": "Coordinate system",
  "language_menu": "Portuguese/English",
  "toolsmenu_mapserver": "Web Map Server",
  "toolsmenu_maps": "Map Time Series",
  "toolsmenu_landuse": "Land Cover and Land Use Time Series",
  "toolsmenu_biomass": "Carbon Stocks Time Series",
  "toolsmenu_onset": "Rainy Season Onset Forecast",
  "toolsmenu_mfview": "Groundwater Model Data Viewer",
  "toolsmenu_hidro": "Stream Water Flow Forecast",
  "modal_terms_title": "Rainy Season Onset Forecast - Disclaimer",
  "terms_of_use": "The user assumes all risk related to the use of information on the web pages of this platform. UFV provides this information as it is presented, and UFV disclaims any and all warranties, express or implied, including (but not limited to) any implied warranties of adequancy for a particular purpose. In no event will UFV be liable to users or third parties for any direct, indirect, incidental, consequential, special damages or loss of profit resulting from any use or misuse of this data.",
  "modal_info_title": "Rainy Season Onset Forecast - Aditional information",
  "modal_info_paraghaph01": "Version 2 of the Climate Forecast System was developed at the Environmental Modeling Center of the National Centers for Environmental Prediction (NCEP). It is a fully coupled model that represents the interaction between the atmosphere, oceans, continents and sea ice. It became operational at NCEP in April 2011. Forecasts are started daily, and produce, for each set of startups, weather forecasts for a nine-month period. The forecasts are generated in a horizontal grid of 100 x 100 km, but in this work we interpolate to a horizontal grid of 28 x 28 km. The forecasts used are in the public domain, and this platform only aims to facilitate their visualization.",
  "modal_info_paraghaph02": "The predictions for the West of Bahia were evaluated by Luiz Felipe Sant´Anna Commar, in his MS thesis in Applied Meteorology at the Federal University of Viçosa, defended in July 2020. Based on the results of this dissertation, this web tool was customized for present the forecast results of the onset of the rainy season. The results of this dissertation showed that the accuracy of the onset forecast by CFSv2 for this region strongly depend on the date of the initialization of the forecasts, with two months in advance the forecast presents an absolute mean error (MAE) with 15 to 20 days difference for the observed data. For this reason, when customizing this platform, it was decided to present results of forecasts initialized on 08/01 and 09/01.",
  "modal_info_paraghaph03": "When clicking on the map, the value of the forecast in question for that pixel will be obtained, and the mean absolute error (MAE) calculated in the period 2011-2019 for forecasts started on the same date. Although in most of the years tested, the onset of rainy season did occur within the specified MAE interval, it is possible that in some years the rains begin to fall within the predicted interval. In any case, forecasts started on September 1 should be more accurate than forecasts started on August 01.",
  "modal_info_paraghaph04": "The errors tend to be smaller on the west side (border with Tocantins and Goiás) than on the east side of the region (close to the São Francisco River). In addition, in the El Niño years, the MAE is between 2 and 8 days higher than the mean of the other years analyzed.",
  "modal_info_paraghaph05": "The Anomalous Accumulation (AA) method (Liebmann et al., 2007) was used to define the onset of the rainy season (Ic) ",
  "modal_info_paraghaph06": "where R<sub>n</sub> is the daily rain (mm day<sup>-1</sup>) and R<sub>ref</sub> represents the reference value.",
  "modal_info_paraghaph07": "For the development of this study n begins on July 1, half of the dry season in most areas of the country, and extends until the end of June of the following year. The reference value was established in 2.5 mm day<sup>-1</sup> which is the water requirement of a soybean seedling (Abrahão and Costa 2018).",
  "modal_info_paraghaph08": "The AA is obtained from the calculation of the difference between the accumulated daily rainfall and the reference value, thus constructing a curve of accumulated rainfall. In this accumulation curve the minimum value represents the onset of the rainy season, and the maximum value represents the demise of the rainy season (Arvor  et al. , 2014) . The method was demonstrated through Figure 1.",
  "modal_info_paraghaph09": "It is important to emphasize that the AA curve should increase for a certain time, thus characterizing rainfall higher than the reference value, which guarantees the onset of the rainy season (Liebmann et al., 2007, Arvor et al., 2014).",
  "modal_info_paraghaph10": "The use of R<sub>ref</sub> may cause false rainy season onset in regions where the average rainfall is lower than R<sub>ref</sub>. To solve this problem, the calculation of the derivative of the AA curve (Arvor et al., 2014) was used. The maximum derivative of the AA drift is an estimator of half the rainy season. Thus, the minimum value before the maximum of the derivative indicates the beginning of the rainy season, for cases where average rainfall is lower than the reference value.",
  "modal_info_paraghaph11": "Further details on the forecasting system and its assessment for the region are available at:",
  "modal_info_reference": "Referências:",
  "modal_info_ref01": "Abrahão GM, Costa MH. 2018. Agricultural and Forest Meteorology Evolution of rain and photoperiod limitations on the soybean growing season in Brazil : The rise ( and possible fall ) of double-cropping systems. Agricultural and Forest Meteorology. Elsevier, 256–257(February): 32–45. doi:",
  "modal_info_ref02": "Arvor D, Dubreuil V, Ronchail J, Simões M, Funatsu BM. 2014. Spatial patterns of rainfall regimes related to levels of double cropping agriculture systems in Mato Grosso (Brazil). International Journal of Climatology, 34(8): 2622–2633. doi:",
  "modal_info_ref03": "Commar, L. F. S., 2020: Avaliação da previsão climática do início da estação chuvosa no Oeste da Bahia. Dissertação de MS, Universidade Federal de Viçosa, julho de 2020. Orientador: Marcos Heil Costa. Acesso em:",
  "modal_info_ref04": "Liebmann B, Camargo SJ, Seth A, Marengo JA, Carvalho LM V., Allured D, Fu R, Vera CS. 2007. Onset and End of the Rainy Season in South America in Observations and the ECHAM 4.5 Atmospheric General Circulation Model. Journal of Climate, 20(10): 2037–2050. doi:",
  "modal_info_ref05": "Saha, S. et al., 2014: The NCEP Climate Forecast System Version 2, Journal of Climate, 27, 2185–2208. doi:",
  "modal_info_figure_legend": "AA methodology applied for one pixel of TRMM 3B42. (a) daily rainfall for the 2013-2014 hydrological year; (b) AA series corresponding to the rains presented for the same pixel of the daily rainfall, containing the onset of the rainy season (blue vertical line), the demise of the rainy season (red vertical line) and the derivative of AA (green line).",
  "modal_info_figure": "Figure 1: ",
  "popup_prefix": "Onset in ",
  "popup_sufix": "days",
  "popup_clickout": "Out of layer"
}