{
  "appname": "Previsão do Início da Estação Chuvosa",
  "description_title": "Descrição",
  "description_start": "Esta ferramenta permite a visualização customizada da previsão do início das chuvas para o Oeste da Bahia, conforme previsto pelo sistema de previsão climática",
  "description_end": "do NCEP/NOAA. São apresentadas duas previsões anuais, uma em 01/08, e outra atualização em 01/09. Para ver a previsão para cada localidade e o erro médio associado à previsão, clique no mapa ao lado. Para mais informações clique em",
  "description_terms": "O uso dessas informações implica no aceite da exoneração de responsabilidade especificada em",
  "label_forecast": "Previsão",
  "label_hidrography": "Hidrografia",
  "label_highways": "Rodovias",
  "label_watersheds": "Bacias hidrográficas",
  "label_municipalities": "Municípios",
  "language_menu": "Português/Inglês",
  "tooltip_menu": "Esconde/Mostra menu",
  "tooltip_download": "Download da camada",
  "tooltip_info": "Informações adicionais",
  "tooltip_terms": "Exoneração de responsabilidade",
  "tooltip_coords": "Sistema de coordenadas",
  "toolsmenu_maps": "Série Temporal de Mapas",
  "toolsmenu_landuse": "Series Temporais de Cobertura e Uso do Solo",
  "toolsmenu_biomass": "Series Temporais de Estoque de Carbono",
  "toolsmenu_onset": "Previsão do Início da Estação Chuvosa",
  "toolsmenu_mfview": "Visualizador do Modelo de Fluxo de Águas Subterrâneas",
  "toolsmenu_hidro": "Previsão de Vazões",
  "modal_terms_title": "Previsão do Início da Estação Chuvosa - Exoneração de responsabilidade",
  "terms_of_use": "O usuário assume todo o risco relacionado ao uso de informações nas páginas Web desta plataforma. A UFV fornece essas informações da maneira como estão apresentadas, e a UFV se isenta de todas e quaisquer garantias, expressas ou implícitas, incluindo (mas não se limitando a) quaisquer garantias implícitas de adequação a uma finalidade específica. Em nenhum caso a UFV será responsável perante usuários ou terceiros por quaisquer danos diretos, indiretos, incidentais, conseqüenciais, especiais ou perda de lucro resultante de qualquer uso ou uso indevido desses dados.",
  "modal_info_title": "Previsão do Início da Estação Chuvosa - Informações adicionais",
  "modal_info_paraghaph01": "A versão 2 do Climate Forecast System foi desenvolvida no Environmental Modeling Center do National Centers for Environmental Prediction (NCEP). É um modelo totalmente acoplado que representa a interação entre a atmosfera, oceanos, continentes e gelo marinho. Tornou-se operacional no NCEP em abril de 2011. As previsões são inicializadas diariamente, e produzem, para cada conjunto de inicializações, previsões climáticas para um período de nove meses. As previsões são geradas numa grade horizontal de 100 x 100 km, mas neste trabalho interpolamos para uma grade horizontal de 28 x 28 km. As previsões usadas são de domínio público, e esta plataforma visa apenas facilitar a sua visualização.",
  "modal_info_paraghaph02": "As previsões para o Oeste da Bahia foram avaliadas por Luiz Felipe Sant´Anna Commar, em sua dissertação de MS em Meteorologia Aplicada na Universidade Federal de Viçosa, defendida em julho de 2020. A partir dos resultados desta dissertação, esta ferramenta web foi customizada para apresentar os resultados de previsão do início da estação chuvosa. Os resultados desta dissertação mostraram que a acurácia das estimativas de previsão do início das chuvas pelo CFSv2 para esta região dependem fortemente da data de inicialização das previsões, sendo que com dois meses de antecedência a previsão apresenta um erro médio absoluto (MAE) com 15 a 20 dias de diferença para os dados observados. Por esta razão, na customização desta plataforma, foi decidido apresentar resultados de previsões inicializadas em 01/08 e 01/09.",
  "modal_info_paraghaph03": "Ao se clicar no mapa, será obtido o valor da previsão em questão para aquele pixel, e o erro médio (MAE) calculado no período 2011-2019 para as previsões inicializadas na mesma data. Embora na maior parte dos anos testados, o início das chuvas tenha efetivamente ocorrido dentro do intervalo de MAE especificado, é possível que em alguns anos as chuvas se iniciem foram do intervalo previsto. Em qualquer caso, as previsões inicializadas em 1° de setembro devem ser mais precisas do que as previsões inicializadas em 1° de agosto.",
  "modal_info_paraghaph04": "Os erros tendem a ser menores do lado oeste (fronteira com Tocantins e Goiás) do que do lado leste da região (próximo ao rio São Francisco). Além disso, nos anos de El Niño, o MAE é entre 2 e 8 dias maior do que a média dos demais anos analisada.",
  "modal_info_paraghaph05": "O método do Anomalous Accumulation (AA) (Liebmann et al., 2007) foi utilizado para definir o início da estação chuvosa (Ic)",
  "modal_info_paraghaph06": "em que R<sub>n</sub> é a chuva diária (mm dia<sup>-1</sup>) e R<sub>ref</sub> representa o valor de referência.",
  "modal_info_paraghaph07": "Para o desenvolvimento deste estudo n se inicia em 1 de julho, metade da estação seca em boa parte do país, e se estende até o fim de junho do ano seguinte. O valor de referência foi estabelecido em 2,5 mm dia<sup>-1</sup> que é a necessidade hídrica de uma muda de soja (Abrahão e Costa 2018).",
  "modal_info_paraghaph08": "O AA é obtido a partir do cálculo da diferença entre a chuva acumulada diária e o valor de referência, assim construindo uma curva de chuvas acumuladas. Nesta curva de acumulação o valor mínimo representa o início da estação chuvosa, e o valor máximo representa o fim da estação chuvosa (Arvor et al., 2014). O método foi demonstrado através da Figura 1.",
  "modal_info_paraghaph09": "É importante salientar que a curva de AA deve ser positiva por um certo tempo, assim caracterizando chuvas superiores ao valor de referência, o que garante o início da estação chuvosa (Liebmann et al., 2007, Arvor et al., 2014).",
  "modal_info_paraghaph10": "A utilização do R<sub>ref</sub> pode causar falsos início da estação chuvosa em regiões em que a chuva média se apresente inferior ao R<sub>ref</sub>. Para sanar este problema foi utilizado o cálculo da derivada da curva de AA (Arvor et al., 2014). O máximo da deriva do AA é um estimador da metade da estação chuvosa. Deste modo, o valor mínimo anterior ao máximo da derivada indica o início da estação chuvosa, para os casos em que média de chuvas forem inferiores ao valor de referência.",
  "modal_info_paraghaph11": "Maiores detalhes sobre o sistema de previsão e a sua avaliação para a região estão disponíveis em:",
  "modal_info_reference": "Referências:",
  "modal_info_ref01": "Abrahão GM, Costa MH. 2018. Agricultural and Forest Meteorology Evolution of rain and photoperiod limitations on the soybean growing season in Brazil : The rise ( and possible fall ) of double-cropping systems. Agricultural and Forest Meteorology. Elsevier, 256–257(February): 32–45. doi:",
  "modal_info_ref02": "Arvor D, Dubreuil V, Ronchail J, Simões M, Funatsu BM. 2014. Spatial patterns of rainfall regimes related to levels of double cropping agriculture systems in Mato Grosso (Brazil). International Journal of Climatology, 34(8): 2622–2633. doi:",
  "modal_info_ref03": "Commar, L. F. S., 2020: Avaliação da previsão climática do início da estação chuvosa no Oeste da Bahia. Dissertação de MS, Universidade Federal de Viçosa, julho de 2020. Orientador: Marcos Heil Costa. Acesso em:",
  "modal_info_ref04": "Liebmann B, Camargo SJ, Seth A, Marengo JA, Carvalho LM V., Allured D, Fu R, Vera CS. 2007. Onset and End of the Rainy Season in South America in Observations and the ECHAM 4.5 Atmospheric General Circulation Model. Journal of Climate, 20(10): 2037–2050. doi:",
  "modal_info_ref05": "Saha, S. et al., 2014: The NCEP Climate Forecast System Version 2, Journal of Climate, 27, 2185–2208. doi:",
  "modal_info_figure_legend": "Metodologia do AA aplicado para um pixel do TRMM 3B42. (a) Chuva diária para o ano hidrológico de 2013-2014; (b)Série de AA correspondente as chuvas apresentadas para o mesmo pixel da chuva diária, contendo o início da estação chuvosa (linha vertical azul), o fim da estação chuvosa (linha vertical vermelha) e a derivado do AA (linha verde).",
  "modal_info_figure": "Figura 1: ",
  "popup_prefix": "Início em ",
  "popup_sufix": "dias",
  "popup_clickout": "Fora da camada"
}
