{
  "appname": "Previsão do Início da Estação Chuvosa",
  "description_title": "Descrição",
  "description_start": "Esta ferramenta permite a visualização customizada da previsão do início das chuvas para o Oeste da Bahia, conforme previsto pelo sistema de previsão climática",
  "description_end": "do NCEP/NOAA. São apresentadas duas previsões anuais, uma em 01/08, e outra atualização em 01/09. Para ver a previsão para cada localidade e o erro médio associado à previsão, clique no mapa ao lado. Para mais informações clique em",
  "description_terms": "O uso dessas informações implica no aceite dos termos de uso especificados em",
  "label_forecast": "Previsão",
  "label_hidrography": "Hidrografia",
  "label_highways": "Rodovias",
  "label_watersheds": "Bacias hidrográficas",
  "label_municipalities": "Municípios",
  "tooltip_menu": "Esconde/Mostra menu",
  "tooltip_download": "Download da camada",
  "tooltip_info": "Informações adicionais",
  "tooltip_terms": "Termos de uso",
  "tooltip_coords": "Sistema de coordenadas",
  "toolsmenu_maps": "Série Temporal de Mapas",
  "toolsmenu_landuse": "Uso do solo",
  "toolsmenu_biomass": "Biomassa",
  "toolsmenu_onset": "Previsão do início da estação chuvosa",
  "toolsmenu_mfview": "Visualizador do modelo de águas subterrâneas",
  "toolsmenu_hidro": "Previsão de vazões",
  "modal_terms_title": "Previsão do Início da Estação Chuvosa - Termos de uso",
  "terms_of_use": "O usuário assume todo o risco relacionado ao uso de informações nas páginas Web desta plataforma. A UFV fornece essas informações da maneira como estão apresentadas, e a UFV se isenta de todas e quaisquer garantias, expressas ou implícitas, incluindo (mas não se limitando a) quaisquer garantias implícitas de adequação a uma finalidade específica. Em nenhum caso a UFV será responsável perante usuários ou terceiros por quaisquer danos diretos, indiretos, incidentais, conseqüenciais, especiais ou perda de lucro resultante de qualquer uso ou uso indevido desses dados.",
  "modal_info_title": "Previsão do Início da Estação Chuvosa - Informações adicionais"
}
